Repository: intraweb-modules13/intraweb-docs
Catalog: catalan_translation/News/*/LC_MESSAGES/module_news_js.po
Languages: ca

source: delete
ca: esborra

source: archive
ca: arxiva

source: publish
ca: publica

source: reject
ca: rebutja

source: change categories for
ca: canvia les categories per

source: You cannot undo this operation!
ca: No podeu desfer aquesta operació!

source: Are you sure you want to %s the following article
ca: Esteu segur de que voleu %s l'article següent

source: Confirm Bulk Action
ca: Confirmeu l'acció massiva

source: Please select at least one article to %s.
ca: Si us plau, seleccioneu almenys un article a %s.

source: Bulk action error
ca: S'ha produït un error en l'acció massiva

source: Picture/file operations not supported in 'Quick edit' mode. You must click the 'Save full edit' button to complete these operations.
ca: Les operacions amb fitxers/imatges no són suportades en mode d'edició ràpida. Heu de fer clic al botó 'Emmagatzemar l'edició completa' per completar aquestes operacions.

source: Saving quick draft...
ca: Emmagatzemant l'esborrany...

source: Save quick draft
ca: Emmagatzema com a esborrany

source: Save quick draft failed
ca: L'emmagatzematge de l'esborrany a fallat

source: Update quick draft
ca: Modifica l'esborrany

source: Picture/file operations not supported in 'Quick draft' mode. You must click the 'Save full draft' button to complete these operations.
ca: Les operacions amb fitxers/imatges no són suportades en mode d'esborrany. Heu de fer clic al botó 'Emmagatzemar l'esborrany' per completar aquestes operacions.

source: Schedule
ca: Programa la publicació

source: Publish
ca: Publica

source: Show
ca: Mostra

source: Hide
ca: Amaga

source: Author updated
ca: S'ha modificat l'autor/a
