Repository: intraweb-modules13/intraweb-docs
Catalog: catalan_translation/Feeds/*/LC_MESSAGES/module_feeds.po
Languages: ca

source: Fatal error: SimplePie system plugin is not available
ca: El connector SimplePie no està disponible

source: Error! Could not load any Feed.
ca: No s'ha pogut carregar la font de notícies.

source: The provided URL is too long (200 chars max.).
ca: La URL donada és massa marga (200 caràcters com a màxim).

source: Invalid protocol selected. Only http and https are allowed.
ca: El protocol escollit no és vàlid. Només estan permesos els protocols http i https.

source: Error! Creation attempt failed.
ca: L'intent de creació a fallat.

source: No such Feed found.
ca: No s'ha trobat la font de notícies

source: Error! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: L'intent d'edició ha fallat.

source: List Feeds
ca: Llista de fonts de notícies

source: Create a Feed
ca: Crea una font de notícies nova

source: Purge PermaLinks
ca: Purga els enllaços permanents

source: Settings
ca: Configuració

source: Warning! Could not create the default Feeds category tree. If you want to use categorisation with Feeds, register at least one property for the module in the Category Registry.
ca: Atenció! No s'ha pogut crear l'arbre de categories per defecte. Si voleu fer ús de les categories a les fonts de notícies, registreu almenys una propietat per al mòdul en el registre de categories.

source: Feeds
ca: Fonts de notícies

source: Feed Reader.
ca: Lector de fonts de notícies.

source: Invalid category
ca: La categoria no és vàlida

source: No Feeds found.
ca: No s'han trobat fonts de notícies.

source: Error! Could not load any Feeds.
ca: No s'ha pogut carregar cap font de notícies.

source: Incorrect Key given. No update performed.
ca: La clau donada no és correcta. No s'ha pogut actualitzar.

source: Items updated in Feed cache
ca: Els ítems han estat actualitzats a la memòria cau de les fonts de notícies

source: Done! Feed created.
ca: S'ha creat la font de notícies.

source: Done! Feed updated.
ca: S'ha actualitzat la font de notícies.

source: Done! Feed deleted.
ca: S'ha esborrat la font de notícies.

source: Purging of the pemalinks was successful
ca: La purga dels enllaços permanents s'ha portat a terme correctament

source: Purging of the pemalinks has failed
ca: La purga dels enllaços permanents ha fallat

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul.

source: The Feeds module provides a feed reader to your website.
ca: El mòdul de fonts de notícies proporciona un lector de fonts de notícies per el teu lloc web.

source: feeds
ca: fonts de notícies

source: Display feed
ca: Mostra la font de notícies

source: Show a feed item
ca: Mostra un ítem de la font de notícies

source: Create a feed
ca: Crea una font de notícies

source: New Feed
ca: Nova font de notícies

source: Name
ca: Nom

source: PermaLink URL title
ca: Títol de la URL de l'enllaç permanent

source: (Blank = auto-generate)
ca: (Blanc = auto generat)

source: Category
ca: Categoria

source: Choose a category
ca: Trieu una categoria

source: Save
ca: Desa

source: Cancel
ca: Cancel·la

source: Update feed
ca: Actualitza la font de notícies

source: Content
ca: Contingut

source: Meta data
ca: Meta dada

source: Created by %s
ca: Creat per %s

source: Created on %s
ca: Creat el %s

source: Last update by %s
ca: Darrera actualització per %s

source: Updated on %s
ca: Actualitzada el %s

source: View feeds
ca: Mostra les fonts de notícies

source: Filter
ca: Filtra

source: Reset
ca: Fes reset

source: Actions
ca: Accions

source: Delete feed
ca: Esborra la font de notícies

source: Do you really want to delete this Feed?
ca: Voleu realment esborrar aquesta font de notícies?

source: Confirm deletion?
ca: Confirmeu l'esborrament

source: General Settings
ca: Configuracions generals

source: Enable categorization
ca: Habilita la categorització

source: Display item names in bold
ca: Mostra els noms dels ítems en negreta

source: Open links in new browser window
ca: Obre els enllaços en una finestra nova del navegador

source: Items per page
ca: Ítemps per pàgina

source: Number of feeds to list per page
ca: Nombre de fonts de notícies a mostrar per pàgina

source: Maximum items to add per feed
ca: Nombre màxims d'ítems a afegir per font de notícies

source: for combined feeds (0 to add all)
ca: per a les fonts de notícies combinades (0 per afegir-les totes)

source: Cache Settings
ca: Configuració de la memòria cau

source: Cache directory for feeds
ca: Directori de la memòria cau per a les notícies

source: (relative to [%s])
ca: (relatiu a [%s])

source: Cache interval for feeds
ca: Interval de la memòria cau per a la font de notícies

source: in seconds (3600 = 1 hour)
ca: en segons (3600 = 1 hora)

source: Cron Job Settings
ca: Configuració de la feina del cron

source: Using a Cron Job to update the cache
ca: Fer ús d'un cron per actualitzar la memòria cau

source: (see instructions)
ca: (mireu les instruccions)

source: Link for using a Cron Job
ca: Enllaç per fer ús d¡un cron

source: Feed
ca: Font de notícies

source: by %s
ca: per %s

source: Read more
ca: Llegeix més

source: Category: %s
ca: Categoria: %s

source: Welcome to the Feeds of %s
ca: Benvingut/da a la font de notícies per %s

source: Choose a category to see the Feeds that belongs to it
ca: Escolliu una categoria per veure a la font de notícies a la qual pertany

source: The Feeds of this category are as follows:
ca: Les fonts de notícies d'aquesta categoria són les següents:

source: View all feeds
ca: Mostra totes les fonts de notícies

source: Feeds list
ca: Llista de les fonts de notícies

source: Available feeds
ca: Fonts de notícies habilitades

source: Display feed image
ca: Mostra la imatge de la font de notícies

source: (if available in feed)
ca: (si està disponible a la font de notícies)

source: Display feed description
ca: Mostra la descripció de la font de notícies

source: Use alternate layout
ca: Fes ús d'una sortida alternativa

source: Number of items to display
ca: Nombre d'ítems a mostrar

source: (upto the maximum supplied by the feed or -1 for all items)
ca: (indiqueu el màxim suportat per la font de notícies o -1 per tots els ítems)
