Repository: intraweb-modules13/intraweb-docs
Catalog: catalan_translation/Weblinks/*/LC_MESSAGES/module_weblinks.po
Languages: ca

source: Sorry! This URL is already listed in the database!
ca: Aquest URL ja hi és a la base de dades

source: Sorry! Error! You must type a URL for the web link!
ca: No s'ha introduït l'URL de l'enllaç

source: Sorry! Error! You must type a title for the URL!
ca: No s'ha introduït el títol

source: Sorry! Error! No category
ca: No s'ha especificat la categoria

source: Sorry! Error! You must type a description for the URL!
ca: No s'ha introduït la descripció

source: You didn't enter an e-mail address. However, your link will still be checked.
ca: No heu indicat cap adreça de correu electrònic. Tot i això, es comprovarà l'enllaç.

source: Thank you! You'll receive an e-mail message when it's approved.
ca: Rebreu un missatge de correu electrònic quan s'aprovi l'enllaç

source: No existing categories
ca: No s'ha trobat cap categoria

source: Link existiert nicht...
ca: L'enllaç no existeix

source: Sorry! Only registered users can suggest link modifications.
ca: Només poden proposar canvis en els enllaços els usuaris validats

source: Add link
ca: Afegeix un enllaç

source: Overview
ca: Resum de continguts

source: Categories administer
ca: Categories d'enllaços

source: Links administer
ca: Administració dels enllaços

source: Modify configuration
ca: Modifica la configuració

source: Import
ca: Importa

source: None
ca: Cap

source: Start
ca: Inici

source: New today
ca: Afegit avui

source: New during last 3 days
ca: Afegit en els darrers 3 dies

source: New this week
ca: Afegit aquesta setmana

source: Add a comment
ca: Afegeix un comentari

source: Comment
ca: Comentari

source: Comments
ca: Comentaris

source: %M %d, %Y
ca: d, M Y

source: Popularity (from fewest hits to most hits)
ca: Popularitat (de menys a més clics)

source: Popularity (from most hits to fewest hits)
ca: Popularitat (de més a menys clics)

source: Title (A to Z)
ca: Títol (d'A a Z)

source: Title (Z to A)
ca: Títol (de Z a A)

source: Date (oldest links listed first)
ca: Per data (primer els enllaços més antics)

source: Date (newest links listed first)
ca: Per data (primer els enllaços més nous)

source: ERROR: The category
ca: La categoria no és correcta

source: Category successfully added
ca: La categoria s'ha afegit correctament

source: Category successfully modified
ca: S'ha modificat la categoria correctament

source: Category successfully deleted
ca: La categoria s'ha esborrat amb èxit

source: Sorry! Please try again: this link is already listed in the database!
ca: Aquest enllaç ja existeix a la base de dades i no es pot tornar a afegir

source: Sorry! Please try again: you need to specify a TITLE for your link!
ca: Heu de donar un títol al recurs enllaçat

source: Sorry! Please try again: you need to specify a URL for your link!
ca: Heu d'indicar un URL pel recurs enllaçat

source: Your link at
ca: El vostre enllaç a

source: Hello
ca: Hola

source: Your link submission has been approved for the site's search engine.
ca: L'enllaç que vàreu enviar ha estat aprovat

source: Link title
ca: Títol de l'enllaç

source: Description:
ca: Descripció:

source: The site's search engine is available at:
ca: El cercador està disponible a:

source: Thank you for your submission!
ca: Gràcies pel vostre enviament

source: Team.
ca: Equip

source: New link added to the database
ca: S'ha afegit l'enllaç a la base de dades

source: New link removed from the database
ca: S'ha esborrat l'enllaç de la base de dades

source: Link removed from the database
ca: S'ha esborrat l'enllaç de la base de dades

source: Ignore requests
ca: Ignora les peticions

source: Link was changed successfuly
ca: S'ha modificat l'enllaç correctament

source: User link modification requests was ignored
ca: La petició de modificació de l'enllaç s'ha ignorat

source: Link successfully modified
ca: S'ha modificat l'enllaç correctament

source: Configuration updates
ca: Actualitzacions de la configuració

source: Instructions
ca: Instruccions

source: Please submit each link only once.
ca: Envieu els enllaços només una vegada

source: All links are reviewed before being posted online.
ca: Els enllaços es revisen abans de ser publicats

source: Your user name and IP are recorded, so please don't abuse the system.
ca: El vostre nom d'usuari i la vostra contrasenya es desaran, així que no abuseu del sistema.

source: Add a new link
ca: Afegeix un enllaç nou

source: Sitetitle
ca: Nom del lloc

source: Category
ca: Categoria

source: Description: (255 characters max)
ca: Descripció: (255 caràcters com a màxim)

source: Your name
ca: El vostre nom

source: Your e-mail address
ca: La vostra adreça de correu electrònic

source: Add this URL
ca: Afegeix aquest URL

source: Back
ca: Enrere

source: Sorry! You are not a registered user or you have not logged-in.
ca: Sou un usuari/ària anònim o no heu entrat a la intranet.

source: If you were registered, you could contribute links to this web site.
ca: Per poder proposar enllaços, cal ser un usuari/ària registrat.

source: Becoming a registered user is a quick and easy process.
ca: Registrar-se és un procés ràpid i fàcil.

source: Why is registration required for access to certain features?
ca: Es requereix el registre per poder accedir a determinades funcionalitats.

source: So that you are offered only the highest-quality content,
ca: D'aquesta manera es pot controlar la qualitat dels continguts.

source: each item is individually reviewed and approved.
ca: Cada enviament es revisa i aprova individualment.

source: The site editor aims to offer useful information only.
ca: Els responsables d'aquest lloc web demanen que només s'enviï informació útil.

source: Register for a new user account
ca: Crea un nou compte d'usuari

source: Settings
ca: Paràmetres

source: Configuration
ca: Configuració

source: Number of links
ca: Nombre d'enllaços

source: Links per page
ca: Enllaços per pàgina

source: Number of links as new
ca: Nombre d'enllaços marcats com a nous

source: Number of links required to qualify as best
ca: Nombre d'enllaços necessaris per fer el rànquing dels millors

source: Links in search results
ca: Enllaços a la pàgina de resultats

source: Number of links in the block
ca: Nombre d'enllaços en el bloc

source: Number of hits required to qualify as popular
ca: Nombre de clics necessaris per ser considerat popular

source: Enter 1 to show most-popular links as a percentage (otherwise, enter the number of links to show)
ca: Introduïu un 1 per mostrar com a percentatge. Altrament, indiqueu el nombre d'enllaços.

source: Most-popular links: either a number of links or the percentage to display (percentage as whole number, such as 25/100)
ca: Enllaços més populars: mostra un nombre d'enllaços o un percentatge

source: Leading links: either number of links or the percentage of links to show (percentage as whole number, such as 25/100)
ca: Enllaços destacats: nombre d'enllaços o percentatge d'enllaços a mostrar (el percentatge s'ha d'indicar amb nombres enters, per exemple 25/100)

source: Show featured link box on web links main page?
ca: Mostra una caixa amb els enllaços a la pàgina principal

source: yes
ca: sí

source: Open link in a new window
ca: Obre l'enllaç en una finestra nova

source: Disable unregistered users from suggesting link changes?
ca: Impedeix que els usuaris no registrats puguin suggerir canvis en els enllaços

source: Disable unregistered users to post new links?
ca: Impedeix que els usuaris no registrats puguin enviar enllaços nous

source: Add a category
ca: Afegeix una categoria

source: Name
ca: Nom

source: in category
ca: a la categoria

source: Modify a category
ca: Modifica una categoria

source: Delete category
ca: Esborra la categoria

source: Link-Index
ca: Pàgina inicial dels enllaços

source: New
ca: Nou

source: Random
ca: Aleatori

source: Modify/Delete a link
ca: Modifica o esborra un enllaç

source: Link ID
ca: ID de l'enllaç

source: Pagetitle
ca: Enllaços

source: Visit
ca: Visita

source: E-mail address
ca: Adreça de correu electrònic

source: Hits
ca: clics

source: delete link
ca: Esborra l'enllaç

source: search keywords
ca: Paraules a cercar

source: Search
ca: Cerca

source: Main-Categories
ca: Categories principals

source: There are
ca: Hi ha

source: Links
ca: Enllaços

source: and
ca: i

source: in the database
ca: a la base de dades

source: Last links
ca: Darrers enllaços

source: Most-popular links
ca: Enllaços més populars

source: Sites currently sorted by
ca: Llocs ordenats per

source: Sort links by
ca: Ordena els enllaços per

source: Title
ca: Títol

source: Date
ca: Data

source: Popularity
ca: Popularitat

source: Status
ca: Estat

source: Broken link reports
ca: Notificació d'enllaços trencats

source: Link modification requests
ca: Peticions de modificació d'enllaços

source: Link validation
ca: Validació d'enllaços

source: Check categories
ca: Comprova les categories

source: Check ALL links
ca: Comprova tots els enllaços

source: Links awaiting validation
ca: Enllaços a l'espera de validació

source: Submitter
ca: Enviat per

source: Request link modification
ca: Demana la modificació d'un enllaç

source: Send request
ca: Envia una petició

source: New link
ca: Enllaç nou

source: New links
ca: Enllaços nous

source: Added on
ca: Afegit el

source: links also available in
ca: També hi ha enllaços a les subcategories

source: No link found
ca: No s'ha trobat cap enllaç

source: Most-popular - leading
ca: Més visitats

source: of all
ca: de tots

source: Show leading
ca: Mostra els primers

source: Report broken link
ca: Informa d'un enllaç trencat

source: Thank you for helping maintain this directory's integrity.
ca: Gràcies per ajudar a mantenir els enllaços funcionant correctament

source: For security reasons, your user name and IP address will also be recorded temporarily.
ca: Per raons de seguretat, es registrarà del vostre nom d'usuari i la vostra adreça.

source: Total new links
ca: Total d'enllaços nous

source: Last week
ca: Darrers 7 dies

source: Last 30 days
ca: Darrers 30 dies

source: Show
ca: Mostra

source: 1 week
ca: 1 setmana

source: 2 weeks
ca: 2 setmanes

source: 30 days
ca: 30 dies

source: Total new links over the last
ca: Total d'enllaços nous en els darrers

source: Days
ca: dies

source: Web links
ca: Enllaços

source: Thank you for the information.
ca: Gràcies per la informació

source: Thank you! Your request has been submitted for examination.
ca: La vostra proposta resta pendent de revisió.

source: User link modification requests
ca: Sol·licituds de modificació d'enllaços

source: Proposed
ca: Proposat

source: Owner
ca: Propietari/ària

source: Accept
ca: Accepta

source: Ignore
ca: Ignora

source: No link modification requests
ca: No hi ha cap sol·licitud de modificació d'enllaços

source: Search results for
ca: Resultats de la cerca de

source: No matches found to your query
ca: No s'ha trobat cap resultat per a la cerca

source: Try to search
ca: Prova de cercar

source: on other search engines
ca: en altres cercadors

source: Ratings
ca: Valoracions

source: With this function <strong>Web_Links-Votes</strong> will be imported to the <strong>Rating</strong> module.<br /><strong>!Attention!</strong> - befor you use this function you should set the style of the Ratings.
ca: Aquesta funció importa els vots del mòdul d'enllaços al mòdul de valoracions.<br /><strong>Atenció!</strong> Abans d'utilitzar aquesta funció heu de configurar el mòdul de valoracions.

source: OK
ca: D'acord

source: Rating-Hook isn't activated for the Web_Links module!
ca: El lligam del mòdul Ratings (Valoracions) amb el Web_Links no està activat

source: to the hooks of Web_Links module
ca: Lligams del mòdul d'enllaços

source: With this function <strong>Web_Links-Comments</strong> will be imported to the <strong>EZComments</strong> module.
ca: Aquesta funció importa els comentaris dels enllaços al mòdul <strong>EZComments</strong>.

source: EZComments-Hook isn't activated for the Web_Links module!
ca: El lligam del mòdul EZComments amb el Web_Links no està activat

source: Edit this link
ca: Edita aquest enllaç

source: modify
ca: Modifica

source: Details
ca: Detalls

source: Confirmation prompt: are you sure you want to delete this category and ALL its links?
ca: Pregunta de confirmació: esteu segur/a de voler esborrar aquesta categoria i tots els enllaços que conté?

source: Thank you! Your link submission has been received.
ca: La vostra proposta d'enllaç s'ha desat correctament

source: Functions
ca: Accions

source: Failed!
ca: S'ha produït un error

source: Delete
ca: Esborra

source: Link profile
ca: Perfil de l'enllaç

source: Visit this web site
ca: Visita aquest lloc web

source: User-reported broken links
ca: Avisos d'enllaços trencats

source: Ignore (deletes all <strong><em>requests</em></strong> for a given link)
ca: Ignora (esborra els avisos referents a un enllaç)

source: Delete (deletes <strong><em>broken link</em></strong> and <strong><em>requests</em></strong> for a given link)
ca: Esborra (esborra l'enllaç i els avisos que hi fan referència)

source: No broken links found
ca: No s'ha trobat cap enllaç trencat

source: Link
ca: Enllaç

source: Link owner
ca: Propietari/ària de l'enllaç
