Repository: intraweb-modules13/intraweb-docs
Catalog: catalan_translation/Legal/*/LC_MESSAGES/module_legal.po
Languages: ca

source: Settings
ca: Paràmetres

source: All users
ca: Tots els usuaris

source: No groups
ca: Sense grups

source: Done! Saved module configuration.
ca: S'ha modificat la configuració del mòdul.

source: You must accept this site's Terms of Use in order to proceed.
ca: Heu d'acceptar els termes d'ús del lloc per poder continuar.

source: You must accept this site's Privacy Policy in order to proceed.
ca: Heu d'acceptar les polítiques de privadesa del lloc per poder continuar.

source: In order to log in, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then please ask your parent to contact a site administrator.
ca: Per poder-vos validar heu de confirmar que acompliu els requeriments d'edat mínima per poder accedor a aquest lloc. Si encara no teniu %1$s anys, i no disposeu del permís dels pares per fer ús d'aquest lloc web, si us plau demaneu als vostres pares que es posin en contacte amb l'administrador/a del lloc.

source: You must accept our cancellation right policy in order to proceed.
ca: Heu d'acceptar les nostres polítiques de cancel·lació per poder continuar.

source: You must accept our general terms and conditions of trade in order to proceed.
ca: Heu d'acceptar els nostres termes generals i condicions per poder continuar.

source: Upgrading the Legal module from version %1$s to %2$s is not supported.
ca: No és possible actualitzar el mòdul Legal des de la versió %1$s a la versió %2$s.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
ca: La seva sol·licitud de validació no s'ha completat. Heu de revisar i confirmar l'acceptació d'una o més polítiques del lloc web abans de validar-vos.

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
ca: Heu canviat la vostra informació d'autenticació i un o més dels ítems mostrats a la pantalla de validació poden no ser aplicables al vostre compte. Si us plau, proveu de tornar-vos a validar.

source: In order to register for a new account, you must accept this site's Terms of Use.
ca: Per tal de crear un compte nou heu d'acceptar els termes d'ús d'aquest lloc web.

source: In order to log in, you must accept this site's Terms of Use.
ca: Per tal de poder-vos validar heu d'acceptar els termes d'ús d'aquest lloc web.

source: In order to register for a new account, you must accept this site's Privacy Policy.
ca: Per tal de crear un compte nou heu d'acceptar les polítiques de privadesa d'aquest lloc web.

source: In order to log in, you must accept this site's Privacy Policy.
ca: Per tal de validar-vos heu d'acceptar les polítiques de privadesa d'aquest lloc web.

source: In order to register for a new account, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then you should not continue registering for access to this site.
ca: Per tal de crear un compte nou heu de confirmar que coneixeu els requeriments d'edat mínima. Si sou menors de %1$s anys i no teniu autorització paterna per fer ús d'aquest lloc web, no heu de seguir amb la creació del registre d'accés a aquest lloc web.

source: In order to register for a new account, you must accept our cancellation right policy.
ca: Per tal de crear un compte nou heu d'acceptar les nostres polítiques de cancel·lació.

source: In order to log in, you must accept our cancellation right policy.
ca: Per tal de validar-vos heu d'acceptar les nostres polítiques de cancel·lació.

source: In order to register for a new account, you must accept our general terms and conditions of trade.
ca: Per tal de crear un compte nou heu d'acceptar els nostres termes generals i condicions de la marca.

source: In order to log in, you must accept our general terms and conditions of trade.
ca: Per poder-vos validar heu d'acceptar els nostres termes generals i condicions de la marca.

source: A user account or registration does not exist for the specified uid.
ca: No existeix cap compte o registre per la identitat d'usuari/ària especificat.

source: Legal info manager
ca: Gestió de la informació legal

source: Provides an interface for managing the site's legal documents.
ca: Proporciona una interfície per gestionar els documents legals del lloc web.

source: Legal notice
ca: Avís legal

source: Terms of use
ca: Termes d'ús

source: Privacy policy
ca: Polítiques de privadesa

source: Trade conditions
ca: Condicions de la marca

source: Cancellation right
ca: Cancel·lació dels drets

source: Accessibility statement
ca: Declaració d'accessibilitat

source: Site policies
ca: Polítiques del lloc web

source: Terms of Use
ca: Termes d'ús

source: %1$s accepted.
ca: %1$s acceptat.

source: Policy not accepted.
ca: Política no acceptada.

source: Accepted.
ca: Acceptada

source: Not accepted.
ca: No acceptada.

source: Privacy Policy
ca: Política de privadesa

source: Minimum Age
ca: Edat mínima

source: Confirmed minimum age requirement (%1$s years of age) met.
ca: S'ha confirmat conèixer el requeriment d'edat mínima (%1$s anys).

source: Minimum age requirement not confirmed.
ca: No s'ha confirmat el requeriment d'edat mínima.

source: General Terms and Conditions of Trade
ca: Termes generals i condicions de la marca

source: Cancellation Right Policy
ca: Cancel·lació de les polítiques de drets

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
ca: Per tal de poder-vos validar heu d'acceptar les polítiques del lloc web. Si ja les heu acceptat amb anterioritat, segurament han estat modificades i et demanem que reviseu els canvis.

source: Check this box to indicate your acceptance of this site's %1$s.
ca: Marqueu aquest quadre per indicar l'acceptació de %1$s d'aquest lloc.

source: Check this box to indicate that you are %1$s years of age or older.
ca: Marqueu aquest quadre per indicar que teniu %1$s anys o més.

source: Information on our minimum age policy, and on how we handle personally identifiable information can be found in our %1$s and in our %2$s.
ca: Informació sobre la nostra política d'edat mínima, i en com fem servir la informació d'identificació personal que es pot trobar en el nostre %1$s i en el nostre %2$s.

source: Terms of Use:
ca: Termes d'ús:

source: %1$s not accepted.
ca: %1$s no acceptada.

source: Privacy Policy:
ca: Política de privacitat:

source: General Terms and Conditions of Trade:
ca: Termes generals i condicions de la marca:

source: Cancellation Right Policy:
ca: Cancel·lació de les polítiques dels drets:

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
ca: <strong>Nota important sobre la forma de fer-ne ús</strong>: Les declaracions legals subministrades són només exemples. S'han d'adaptar a les necessitats específiques i localitzacions. Trobareu el contingut dels estaments en els arxius del directori "modules/legal/pntemplates/en". Aquestes plantilles es poden <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm"> sobreescriure</a> per plantilles de temes, o plantilles globals que es creen en el directori "config/templates/legal/" (en el subdirectori de l'idioma amb el qual escriviu).

source: Legal document types
ca: Tipus de documents legals

source: Custom urls
ca: URL personalitzades

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
ca: Els següents camps permeten fer referència a qualsevol url personalitzada. Si especifiqueu una URL serà utilitzarà en lloc de les plantilles legals normals. Així, podeu fer ús de qualsevol pàgina que desitgeu per visualitzar i gestionar les vostres dades legals.

source: Further settings
ca: Altres ajustos

source: Minimum age permitted to register
ca: Edat mínima permesa per poder fer el registre

source: Enter a positive integer, or 0 for no age check.
ca: Entre u un volor enter positiu o 0 per no comprovar l'edat.

source: Reset user group's acceptance of 'Terms of use'
ca: Feu reset de l'acceptació dels Termes d'ús per els grups

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
ca: Avís: Aquest paràmetre restableix l'acceptació dels "Termes d'ús" per a tots els usuaris d'aquest grup. La propera vegada que vulguin entrar hauran de acceptar els Termes d'ús una altra vegada, i no seran capaç d'entrar si no ho fan. Aquesta acció no afecta al compte de l'administrador principal. Podeu realitzar la mateixa operació per als usuaris individuals visitant el gestor d'usuaris en el panell d'administració del lloc.

source: Save
ca: Envia

source: Cancel
ca: Cancel·la

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
ca: Si sortiu d'aquesta pàgina sense acceptar les polítiques no haureu entrat.

source: Save and continue logging in
ca: Guardeu i continueu amb la validació

source: Accessibility statement for %s
ca: Declaració d'accessibilitat per a %s

source: Cancellation right policy for %s
ca: Cancel·lació de les polítiques de drets per %s

source: Legal notice for %s
ca: Avís legal per a %s

source: Legal information
ca: Informació legal

source: Policy not available
ca: Política no disponible

source: The selected policy is not available.
ca: La política seleccionada no està disponible.

source: Privacy policy for %s
ca: Política de privadesa per a %s

source: Terms of use for %s
ca: Termes d'ús per a %s

source: Trade conditions for %s
ca: Condicions de la marca per a %s

source: Accessibility Statement
ca: Declaració d'accessibilitat

source: (POLICY TYPE NOT FOUND!)
ca: (NO S'HA TROBAT El TIPUS DE POLÍTICA!)
